 [
    {"name": "Coaching Partnership",
     "description": "Take control of your wellness with personalized hormone care and weight loss designed specifically to easily integrate into your coach's training and nutrition plan. This program includes everything you need for balanced health: comprehensive lab testing, tailored treatments, and expert medical oversight through initial and follow-up visits. With shipping, supplies, and lab interpretations all included, achieving an optimal program has never been easier or more convenient.",
     "indication": "1st Optimal’s Coaching Partnership Program makes it easy to integrate personalized hormone care and weight loss solutions into your training and nutrition plan, with seamless support through our user-friendly patient portal app.",
     "price": "Starting at 129/month"},
    {"name": "Peptide, Sex and Hair Care Membership",
     "description": "1st Optimal’s Peptide, Sex and Hair Care Membership, offers a personalized approach to enhancing vitality, longevity, and overall wellness. By integrating cutting-edge peptide treatments with expert asynchronous medical oversight and a user-friendly patient portal, we make optimizing your health simple and convenient. With tailored care plans for gut health, sexual wellness, hair care and much more. Shipping and supplies included.",
     "indication": "Unlock your body's full potential with cutting-edge peptide, sex, and hair care therapies designed to enhance vitality and performance effortlessly.",
     "price": "99/six months"},
    {"name": "Guided Hormone Care Membership",
     "description": "1st Optimal’s Guided Hormone Care program provides personalized treatments for hormonal balance, seamlessly integrated into your lifestyle with guided medical oversight and convenient telemedicine visits through our intuitive patient portal app. With comprehensive lab testing, asynchronous care, and all shipping and supplies included, managing your health has never been easier.",
     "indication": "Hormone care tailored to your lab results for hormonal balance.",
     "price": "99/month"},
    {"name": "Weight Loss Care Membership",
     "description": "Achieve sustainable weight loss with access to effective GLP-1 agonist treatments, GLP-1 supporting supplements, and comprehensive care. This membership includes personalized hormone treatments, lab testing, medical consultations, and all supplies, with shipping fees covered, offering a holistic approach to weight loss and wellness tailored to your needs.",
     "indication": "Targeted for individuals aiming for sustainable weight loss.",
     "price": "139/month"},
    {"name": "Men's Hormone Care Membership",
     "description": "Choose 1: Testosterone Cypionate or Enclomiphine",
     "indication": "Men's enhanced hormone care with choice of specific treatments for personalized hormone balance. This includes shipping, supplies, lab interpretations, medical visits, Testosterone Treatment, lab reviews, and your initial follow-up labs.",
     "price": "159/month"},
    {"name": "Women's Hormone Care Membership",
     "description": "Take control of your wellness with personalized hormone care designed specifically for women. This program includes everything you need for balanced health: comprehensive lab testing, tailored treatments like testosterone replacement, shipping fees covered, and expert medical oversight through initial and follow-up visits. With shipping, supplies, and lab interpretations all included, achieving optimal hormone balance has never been easier or more convenient.",
     "indication": "Women's enhanced hormone care with choice of specific treatments for personalized hormone balance. This includes shipping, supplies, lab interpretations, medical visits, lab reviews, Testosterone replacement, and your initial follow-up labs.",
     "price": "119/month"},
     {"name": "Men's TRT & Weight Loss Membership",
      "description": "The Men’s Weight Loss & Hormone Care Membership is designed to support sustainable weight loss while optimizing hormone health for peak performance and vitality. This comprehensive plan combines guided medical oversight with advanced hormone optimization and metabolic care. Members benefit from personalized treatment plans, telehealth consultations, and ongoing coaching to ensure consistent progress and lasting results.\n\nThis membership includes guided medical oversight fees, unlimited asynchronous care, lab and a free follow-up lab panel and interpretation of results, access to ongoing coaching, and our patient portal app. Exclusive member perks include premium member pricing (Average 40% less than MSRP), priority booking, hassle-free prescription refills, and complimentary e-books focused on weight loss and hormone health. Additional benefits include free shipping, free medical supplies, follow-up lab work, and testosterone or test-boost therapy when clinically indicated, all with no hidden fees.",
      "indication": "Ideal for men seeking to improve body composition, boost energy levels, and achieve hormone balance while ensuring long-term weight management. This membership is suitable for individuals experiencing symptoms related to low testosterone, metabolic imbalances, or difficulties with sustainable weight loss. Regular lab testing, comprehensive coaching, and personalized treatment adjustments ensure a safe, effective, and results-driven approach to overall health and performance enhancement.",
      "price": "169/month"},
     {"name": "Women's TRT & Weight Loss Membership",
      "description": "The Women’s Weight Loss & Hormone Care Membership is a holistic plan designed to promote healthy weight loss and hormone balance. This membership includes personalized treatment plans, guided medical oversight, and continuous support to help members achieve their health goals with confidence and ease.\n\nMembers receive telehealth medical consultations with no additional fees, unlimited asynchronous care, lab interpretations and a follow-up lab panel for hormone care and a follow-up lab panel for weight loss, ongoing coaching, and access to the patient portal app for comprehensive care. Exclusive benefits include premium member pricing, priority booking, hassle-free prescription refills, and complimentary e-books focused on weight loss and hormone health. The membership also includes free shipping, free medical supplies, follow-up lab work, and test-boosting or replacement therapy if clinically necessary, with no hidden fees.",
      "indication": "Ideal for women seeking to improve weight management, boost energy, and achieve balanced hormone levels for optimal health and vitality. This membership is tailored for women experiencing symptoms such as fatigue, difficulty losing weight, or hormone-related imbalances. With ongoing medical oversight, personalized coaching, and comprehensive lab reviews, this program ensures a safe, effective, and personalized approach to weight loss and hormone care.",
      "price": "149/month"}
]
