[
    {"name": "Aged Garlic Extract Formula",
     "description": "Kyolic Aged Garlic Extract Formula 104 supports cardiovascular health by helping to maintain healthy cholesterol levels and overall heart function. This formula combines aged garlic extract with naturally sourced lecithin for a potent, odorless supplement designed for daily wellness.",
     "indication": "Supports healthy cholesterol levels and promotes overall heart health with the power of aged garlic extract and lecithin."},
    {"name": "Berberine",
     "description": "A natural compound derived from plants that supports blood sugar regulation and metabolic health.",
     "indication": "Nature’s powerful metabolic optimizer. Known for its ability to support healthy blood sugar levels, improve insulin sensitivity, and promote fat metabolism."},
    {"name": "Cholesterol Complete",
     "description": "Cholesterol Complete by Biospec Nutritionals features a blend of red yeast rice, guggulipid, hawthorn, and policosanol to support healthy cholesterol levels. This comprehensive formula leverages traditional heart-healthy ingredients to promote favorable blood lipid profiles.",
     "indication": "Ideal for individuals looking to manage cholesterol levels and maintain cardiovascular health through a natural, evidence-based approach."},
    {"name": "Cholesterol Support",
     "description": "Cholesterol Support by AnazaoHealth combines a phytosterol complex with policosanol and artichoke leaf extract to help maintain healthy cholesterol levels. Phytosterols reduce cholesterol absorption in the intestines, while policosanol and artichoke extract support cholesterol metabolism and synthesis regulation.",
     "indication": "Designed for individuals aiming to manage cholesterol levels and support cardiovascular health naturally. Recommended for those seeking to maintain healthy blood lipid profiles."},
    {"name": "Creatine",
     "description": "A naturally occurring compound stored in muscles and used to produce energy during high-intensity activities.",
     "indication": "Fuel your body and mind with Creatine. By enhancing energy production, Creatine helps maintain muscle mass during aging or recovery while also improving memory, focus, and mental clarity."},
    {"name": "Cortisol Calm",
     "description": "A supplement designed to support adrenal health and stress management by balancing cortisol levels.",
     "indication": "A premium adaptogen blend designed to regulate cortisol levels and support a balanced stress response."},
    {"name": "Douglas Labs D3 Liquid",
     "description": "A high-potency liquid vitamin D3 supplement that supports bone health, immune function, and optimal calcium absorption.",
     "indication": "Boost your immune system and improve overall health with this easily absorbed vitamin D3."},
    {"name": "GLP-1 Agonist Side Effect Support Bundle",
     "description": "A combination of supplements designed to alleviate common side effects of GLP-1 receptor agonist therapies.",
     "indication": "GLP-1 therapy side effects with our GLP-1 Agonist Side Effect Support Bundle."},
    {"name": "GLP-1 Probiotic Pro",
     "description": "A specialized probiotic blend formulated to enhance gut health and improve gastrointestinal tolerance in individuals using GLP-1 agonists.",
     "indication": "Enhance your GLP-1 journey with our Probiotic Support."},
    {"name": "Glucosamine Chondroitin Sulfate",
     "description": "Glucosamine Chondroitin combines glucosamine sulfate and clinically trialed Csbioactive® chondroitin sulfate, to promote healthy joint function.",
     "indication": "Glucosamine and chondroitin are the building blocks of cartilage and may help promote normal cartilage development. They may also help support healthy aging."},
    {"name": "Homocysteine Nutrients",
     "description": "Homocysteine Nutrients is a dietary supplement designed to support healthy homocysteine metabolism and optimal methylation. It combines bioactive B vitamins, such as L-methylfolate and methylcobalamin, with trimethylglycine (TMG) to promote cardiovascular and neurological health. This formula helps convert homocysteine to methionine, maintaining normal levels for improved function.",
     "indication": "High Homocysteine blood plasma levels, also supports cardiovascular and cognitive health by promoting the efficient metabolism of homocysteine, a key factor in reducing health risks."},
    {"name": "Homocysteine Supreme",
     "description": "Formulated to support the efficient metabolism of homocysteine, an amino acid linked to cardiovascular and neurological health. It combines bioactive forms of folate (5-methyltetrahydrofolate), vitamin B6 (pyridoxal-5’-phosphate), vitamin B12 (methylcobalamin), and other synergistic nutrients to promote optimal homocysteine pathways.",
     "indication": "By maintaining healthy homocysteine levels, this supplement aids in the production of essential compounds like taurine, cysteine, norepinephrine, and dopamine, which are vital for detoxification, immune function, joint and cartilage health, and overall brain and cardiovascular wellness."},
    {"name": "Joint Health Bundle",
      "description": "A supplement pack that supports joint health and mobility, featuring ingredients like glucosamine, chondroitin, and MSM.",
      "indication": "Relieve joint pain and support musculoskeletal health with our comprehensive Joint Support Bundle."},
    {"name": "JuJitsu Joint Health Bundle",
     "description": "The 1st Optimal Jiu-Jitsu Joint Health Bundle combines Glucosamine Chondroitin, Curcumin Phytosome, and Boswellia Extract to support joint strength, flexibility, and recovery. This powerful trio helps protect cartilage, reduce inflammation, and improve mobility—perfect for BJJ athletes looking to stay resilient during intense training sessions and recover faster.",
     "indication": "Recommended for BJJ and martial arts athletes experiencing joint discomfort, stiffness, or inflammation, as well as active individuals recovering from joint injuries or seeking to maintain long-term joint health during high-impact training."},
    {"name": "L-Theanine",
     "description": "L-Theanine is a naturally occurring amino acid found in green and black tea leaves. It promotes relaxation without causing drowsiness, making it ideal for stress relief and mental focus. Known for its calming effects, it may also enhance cognitive performance, reduce anxiety, and improve sleep quality.",
     "indication": "Recommended for individuals seeking to reduce stress, enhance focus, or improve sleep patterns. It is particularly useful for managing everyday anxiety and promoting a sense of calm while maintaining alertness."},
    {"name": "Magnesium",
     "description": "An essential mineral that supports muscle function, energy production, nerve health, and sleep quality.",
     "indication": "Stress depletes magnesium levels, impairing relaxation, sleep, and muscle function. Magnesium helps regulate the nervous system, reduce cortisol, and promote a calm, balanced mood."},
    {"name": "Multi-Vitamin Premier",
     "description": "A high-quality multivitamin providing essential vitamins, minerals, and antioxidants.",
     "indication": "A high-quality multivitamin to fill nutritional gaps and support overall health and vitality."},
    {"name": "Nattovena 4,000 FU/cap",
     "description": "Nattovena is a potent dietary supplement containing 4,000 fibrinolytic units (FU) of nattokinase per capsule, designed to support cardiovascular health by promoting normal blood viscosity and aiding in the breakdown of excess fibrin. Derived from the traditional Japanese fermented soybean dish natto, nattokinase is a fibrin-dissolving enzyme that helps maintain healthy circulation.",
     "indication": "Used as a natural aid for managing 'thick blood,' or conditions associated with increased blood viscosity."},
    {"name": "Omega-3",
     "description": "A fatty acid supplement derived from fish oil, providing EPA and DHA for heart health, brain function, and anti-inflammatory support.",
     "indication": "Omega-3s help reduce systemic inflammation, protect cardiovascular health, and improve joint mobility."},
    {"name": "Psyllium Husk",
     "description": "Psyllium Husk is a natural, soluble fiber supplement that promotes healthy digestion, regularity, and supports heart health by helping to maintain healthy cholesterol levels.",
     "indication": "Promotes digestive health and regularity while supporting heart health with gentle, natural fiber."},
    {"name": "Selenium",
     "description": "Selenium is an antioxidant that protects normal cell function and supports the immune system. It helps maintain healthy cellular function and immune response, while also promoting healthy blood flow. This essential nutrient is made with hypoallergenic, vegan ingredients, making it a suitable choice for individuals with dietary restrictions.",
     "indication": "Selenium is indicated for individuals seeking to support healthy immune function, protect normal cell activity from oxidative stress, and promote overall cardiovascular and cellular health."},
    {"name": "Thyroid Support Bundle",
     "description": "A comprehensive supplement package designed to support thyroid function.",
     "indication": "Optimize your thyroid function with our Thyroid Support Bundle, featuring Selenium, D3 Liquid, and more."},
    {"name": "Tudca",
     "description": "A bile acid supplement that supports liver health and detoxification processes.",
     "indication": "A breakthrough bile acid supplement. TUDCA supports optimal liver function by promoting bile flow, reducing liver inflammation, and protecting against oxidative stress."},
    {"name": "Vitamin D",
     "description": "A critical vitamin for bone health, immune function, and mood regulation.",
     "indication": "Support your overall health with Vitamin D3, essential for strong bones, a robust immune system, and optimal mood."}
]
